/*
 Localizable.strings
 WagawinSDK
 
 Created by Wagawin GmbH on 10/05/16.
 Copyright © 2016 Benjamin Baumann. All rights reserved.
 */


"TESTKEY" = "RUSSIAN SUCCESSFULLY TESTED";

"COMMUNITY_DESC_TEXT_1" = "Ответь на находящийся ниже вопрос";
"COMMUNITY_DESC_TEXT_2" = "После короткого рекламного ролика ты получишь обработанные результаты";
"COMMUNITY_DEBRIEF_TEXT1" =  "В %d";
"COMMUNITY_DEBRIEF_TEXT2" =  "случаях из";
"COMMUNITY_DEBRIEF_TEXT3" =  "10";
"COMMUNITY_DEBRIEF_TEXT4" =  "с тобой полностью согласны!";

"BUBBLE_BLASTER_EVALUATE_TEXT" = "%d из %d!  %0.0f%%! Великолепно!";
"BUBBLE_BLASTER_DESC_TEXT_1" = "Посмотри короткий рекламный ролик";
"BUBBLE_BLASTER_DESC_TEXT_2" = "Если увидишь воздушный пузырь, щелкни по нему, чтобы он лопнул";

"SPOTGAME_EVALUATE_TEXT_SUCCESSFUL" = "Верно! %0.0f%%! Великолепно!";
"SPOTGAME_EVALUATE_TEXT_FAIL" = "Неверно!";
"SPOTGAME_DESC_TEXT_1" = "Посмотри короткий рекламный ролик";
"SPOTGAME_DESC_TEXT_2" = "Затем ответь на следующий вопрос:";

"HIDDENFAULT_EVALUATE_TEXT" = "%d из 5! %0.0f%%! Великолепно!";
"HIDDENFAULT_GAME_TEXT" = "Найди 5 ошибок";
"HIDDENFAULT_DESC_TEXT_1" = "В двух рисунках спрятаны 5 ошибок";
"HIDDENFAULT_DESC_TEXT_2" = "В течение 20 секунд постарайся отметить как можно больше ошибок";

"PATHFINDER_EVALUATE_TEXT" = "%0.0f%% верно! %0.0f%%! Великолепно!";
"PATHFINDER_DESC_TEXT_1" = "Очень хорошо запомни показанный путь";
"PATHFINDER_DESC_TEXT_2" = "Следуй по нему в течение 20 секунд, как только он исчезнет";

"SMOKYMIND_EVALUATE_TEXT" = "%d из 4! %0.0f%%! Великолепно!";
"SMOKYMIND_DESC_TEXT_1" = "В этой классической игре «мемори» спрятаны 4 пары рисунков";
"SMOKYMIND_DESC_TEXT_2" = "Постарайся найти все пары рисунков в течение 20 секунд";

"RUBBERGAME_DESC_TEXT_1" = "Сделай скользящее движение пальцем по экрану и открой рисунок";
"RUBBERGAME_DESC_TEXT_2" = "Затем ответь на следующий вопрос:";

"SWAPGAME_EVALUATE_TEXT" = "%d из 12! %0.0f%%! Великолепно!";
"SWAPGAME_DESC_TEXT_1" = "Восстанови рисунок с перемешанными элементами";
"SWAPGAME_DESC_TEXT_2" = "В течение 20 секунд перемести части рисунка на нужные места";

"LOOPY_SPIN_EVALUATE_TEXT" = "%0.0f%% верно! %0.0f%%! Великолепно!";
"LOOPY_SPIN_DESC_TEXT_1" = "Останови три ролика на нужном месте";
"LOOPY_SPIN_DESC_TEXT_2" = "Нажимая на ролики, их можно останавливать или запускать в течение 20 секунд";

"BLOCKGAME_EVALUATE_TEXT" = "%d ошибок! %0.0f%%! Великолепно!";
"BLOCKGAME_DESC_TEXT_1" = "Очень хорошо запомни показанный путь";
"BLOCKGAME_DESC_TEXT_2" = "Следуй по нему в течение 20 секунд, как только он исчезнет";

"INTRO_PLAYBUTTON" = "Старт";
"DEBRIEF_BUTTONTEXT_DOWNLOAD" = "Скачивание";
"HIDDENFAULT_NEXT_BUTTON" = "Продолжить";
"DEBRIEF_BUTTONTEXT_MORE" = "Более подробно";
"INTRO_QUESTION" = "Вопрос";
"INTRO_ALTERNATEQUESTION" = "Вопрос для сравнения";

//Game names
"COMMUNITY_QUEST" = "COMMUNITY COMPARE";
"BUBBLE_BLASTER" = "BUBBLE POP";
"LOOPY_SPIN" = "ROTATING ROLL";
"PATH_FINDER" = "PATHFINDER";
"FROZEN_TRAIL" = "MEMORIZE THE TRAIL";
"CATCHY_CLIP" = "VIDEOQUIZ";
"HIDDEN_FAULT" = "FIND THE DIFFERENCE";
"SHADY_SWAP" = "PUZZLE FUN";
"SMOKY_MIND" = "4 PAIRS";
"STEAMY_GLASS" = "STEAMY GLASS";
"CIRCLE_GAME" = "TWIST GAME";
